Repository: MBasemBahman/StrokeForEgypt
Catalog: StrokeForEgypt.AdminApp/Resources/EntityResources.*.resx
Languages: ar

source: About
ar: عن الحساب

source: Account
ar: الحساب

source: Account Chronic Diseases
ar: الامراض المزمنة

source: Account MovingIn Options
ar: امكانية الانتقال

source: Account Profile
ar: ملف الحساب

source: Account Skills
ar: المهارات

source: Account State
ar: حالة الحساب

source: Account Subscriptions
ar: الاشتراكات

source: Account Training Courses
ar: الدورات التدريبية

source: Account Trainings
ar: التدريبات

source: Account Vehicles
ar: بيانات السيارات

source: AccountMovingInOption
ar: امكانية الانتقال

source: Accounts
ar: الحسابات

# AccountSkill
source: Skill
ar: المهاره

# AccountSubscription
source: Subscription
ar: الاشتراك

source: Account Training
ar: دورة تدريبية

# AccountTrainingCourse
source: Training Course
ar: الدورة التدريبية

source: Account Vehicle
ar: بيانات السيارة

source: Additional Data
ar: معلومات اضافية

source: Area
ar: المنطقه

source: Areas
ar: المناطق

source: Badge Image
ar: صورة البادج

# Badge Image URL
source: Badge Image
ar: صورة البادج

source: Birth Date
ar: تاريخ الميلاد

source: Can work In Shifts?
ar: هل تقبل العمل في ورديات؟

source: Chronic Disease
ar: مرض مزمن

source: Chronic Diseases
ar: الأمراض المزمنة

source: Corporate Name
ar: اسم الشركة

source: Corporate Work Experiences
ar: خبرات العمل لدى الشركات

source: Corporate Work Experience
ar: خبرات العمل

source: Country
ar: الدوله

# Countrys
source: Countries
ar: الدول

source: Course Name
ar: اسم الدورة التدريبية

source: Created At
ar: أنشئت في

source: Created By
ar: انشأ من قبل

source: Current Smoked?
ar: هل انت شخص مدخن؟

source: Current Work
ar: اعمل بها حتى الآن؟

source: Description
ar: وصف

source: Driver Main Data
ar: بيانات السائق الرئيسية

source: Driving Experiences
ar: خبرات القيادة

source: Driving License Data
ar: رخصة القيادة

source: Driving License Level
ar: درجة رخصة القيادة

source: Driving Experience
ar: خبرات القيادة

source: Driving License Level
ar: درجة رخصة القيادة

source: Driving License Levels
ar: درجات رخصة القيادة

source: Educational Institute
ar: الكلية / المعهد

source: Educational Level
ar: المستوى التعليمي

source: Educational Institute
ar: الكلية/المعهد

source: Educational Institutes
ar: الكليات/المعاهد

source: Educational Level
ar: المستوي التعليمي

source: Educational Levels
ar: المستويات التعليمية

source: End of license
ar: نهاية الترخيص

source: Expiry Date
ar: تاريخ الانتهاء

source: Expiry duration in months
ar: مدة الصلاحية بالأشهر

source: First Name
ar: الاسم الاول

source: Freelance Driving Years
ar: عدد سنوات العمل كسائق حر

source: Full Name
ar: الاسم بالكامل

source: Gender
ar: الجنس

source: Genders
ar: الجنس

source: Governorate
ar: المحافظه

source: Governorates
ar: المحافظات

source: Graduation Year
ar: سنة التخرج

source: Image
ar: الصوره

source: Image URL
ar: الصوره

# Invitation
source: Invitation Code
ar: كود الدعوه

# Invitations
source: Invitation Codes
ar: اكواد الدعوات

source: IsActive?
ar: نشط؟

source: Job Title
ar: المسمي الوظيفي

source: Job Titles
ar: المسميات الوظيفية

source: Last Modified At
ar: آخر تعديل في

source: Last Modified By
ar: التعديل الأخير من قبل

source: License Date
ar: تاريخ الترخيص

# License Image URL
source: License Image
ar: صورة من رخصة القيادة

source: License Number
ar: رقم الرخصة

source: Locations
ar: المواقع

source: Main Data
ar: البيانات الرئيسيه

source: Max Tonnage
ar: اقصى حمولة بالطن

source: Medical Data
ar: بيانات طبية

source: MovingIn Data
ar: بيانات الانتقال

source: MovingIn Type
ar: نوع الانتقال

source: MovingIn Option
ar: اختيار امكانية الانتقال

source: MovingIn Options
ar: اختيارات امكانية الانتقال

source: MovingIn Type
ar: نوع امكانية الانتقال

source: MovingIn Types
ar: انواع امكانية الانتقال

source: Name
ar: الاسم

source: Nationality
ar: الجنسية

source: Not Smoking While Driving?
ar: هل تقبل عدم التدخين اثناء القيادة؟

source: Not Specific
ar: غير محدد

source: Number of children
ar: عدد الأولاد

source: Order
ar: الترتيب

source: Password
ar: كلمة المرور

source: Payment Data
ar: بيانات الدفع

source: Payment Purpose
ar: الغرض من الدفع

source: Payment Purposes
ar: أغراض الدفع

source: Payment State
ar: حالة الدفع

source: Payment States
ar: حالات الدفع

source: Payment Type
ar: نوع الدفع

source: Payment Types
ar: انواع الدفع

source: Personal Data
ar: البيانات الشخصية

source: Personal Image
ar: الصورة الشخصية

source: Phone
ar: رقم التليفون

source: Phone Code
ar: كود الهاتف

# Phone Two
source: Phone 2
ar: تليفون ۲

source: Plates Number
ar: رقم اللوحات

source: Previous Smoked?
ar: هل اقلعت عن التدخين؟

source: Price
ar: السعر

source: Price After Discount
ar: السعر بعد الخصم

source: Registeration Data
ar: بيانات التسجيل

source: Second Name
ar: اسم الاب

source: Shift Type
ar: نوع الدورية

source: ShiftTypes
ar: انواع الدوريات

source: Skill
ar: المهاره

source: Skill Data
ar: بيانات المهارات

source: Skill Level
ar: مستوى المهاره

source: Skill Level
ar: مستوي المهاره

source: Skill Levels
ar: مستويات المهارات

source: Skills
ar: المهارات

source: Social Status
ar: الحالة الاجتماعية

source: Social Status
ar: الحالة الاجتماعيه

# SocialStatuss
source: Social Statuses
ar: الحالات الاجتماعيه

source: Subscription Data
ar: بيانات الاشتراك

source: Subscription State
ar: حالة الاشتراك

source: Subscriptions
ar: الاشتراكات

source: Subscription State
ar: حالة الاشتراك

source: Subscription States
ar: حالات الاشتراكات

source: Subscription Type
ar: نوع الاشتراك

source: Subscription Types
ar: انواع الاشتراكات

source: System Admin
ar: مسؤول النظام

source: System Roles
ar: ادوار العمل

source: System Users
ar: مستخدمو النظام

source: System Views
ar: صفحات النظام

source: System Role
ar: دور العمل

source: System Roles
ar: ادوار العمل

source: System User
ar: مستخدم النظام

source: System Users
ar: مستخدمو النظام

source: System View
ar: صفحة النظام

source: System Views
ar: صفحات النظام

source: The {0} field is required.
ar: حقل {0} مطلوب

source: Third Name
ar: اسم العائلة

source: Total Driving Years
ar: اجمالي سنوات الخبرة كسائق

source: Traffic Department
ar: وحدة مرور

source: Traffic Governorate
ar: ادارة مرور

source: Traffic Department
ar: وحدة المرور

source: Traffic Departments
ar: وحدات المرور

source: Training Center
ar: اسم مركز التدريب

source: Training Course
ar: الدورة التدريبية

source: Training Course Data
ar: بيانات الدورات التدريبيه

source: Training Course State
ar: حالة الدورة التدريبية

source: Training Course Type
ar: نوع الدوره التدريبيه

source: Training Image
ar: صورة من شهادة الدورة التدريبية

source: Training Year
ar: سنة التدريب

source: Training Course
ar: الدوره التدريبيه

source: Training Courses
ar: الدورات التدريبيه

source: Training Course State
ar: حالة الدوره التدريبية

source: Training Course States
ar: حالات الدورات التدريبيه

source: Training Course Type
ar: نوع الدورة التدريبيه

source: Training Course Types
ar: انواع الدورات التدريبيه

source: Vehicle
ar: المركبه

source: Vehicle Category
ar: فئة السيارة

source: Vehicle Data
ar: بيانات المركبات

source: Vehicle Kind
ar: نوع السيارة

source: Vehicle Model
ar: موديل السيارة

source: Vehicle SubCategory
ar: الفئة الفرعية للسيارة

source: Vehicle Type
ar: نوع المركبة

source: Vehicle Brand
ar: ماركة السياره

source: Vehicle Brands
ar: ماركات السيارات

source: Vehicle Category
ar: فئة السياه

source: Vehicle Categorys
ar: فئات السيارات

source: Vehicle Kind
ar: نوع السياره

source: Vehicle Kinds
ar: انواع السيارات

source: Vehicle Model
ar: موديل السياره

source: Vehicle Models
ar: موديلات السيارات

source: Vehicles
ar: المركبات

source: Vehicle Sub-Category
ar: فئه فرعيه للسياره

# VehicleSubCategorys
source: Vehicle Sub-Categories
ar: فئات فرعيه للسيارات

source: Vehicle Type
ar: نوع المركبه

source: Vehicle Types
ar: انواع المركبه

source: Year Leave
ar: تركت العمل سنة

source: Year Model
ar: سنة الموديل

source: Years Count
ar: عدد سنوات العمل
